Dlubal.RFEM5.StiffnessGeometricProperties
Stiffness geometric properties

Dlubal.RFEM5.StiffnessGeometricProperties.Diameter
Diameter - b

Dlubal.RFEM5.StiffnessGeometricProperties.Height
Height - dr, h

Dlubal.RFEM5.StiffnessGeometricProperties.HeightX
Height for axis - drx'

Dlubal.RFEM5.StiffnessGeometricProperties.HeightY
Height for axis - dry'

Dlubal.RFEM5.StiffnessGeometricProperties.Spacing
Spacing - a

Dlubal.RFEM5.StiffnessGeometricProperties.SpacingX
Spacing for axis - ax'

Dlubal.RFEM5.StiffnessGeometricProperties.SpacingY
Spacing for axis - ay'

Dlubal.RFEM5.StiffnessGeometricProperties.Thickness
Thickness - dp, t

Dlubal.RFEM5.StiffnessGeometricProperties.ThicknessX
Thickness for x' direction - dx'

Dlubal.RFEM5.StiffnessGeometricProperties.ThicknessY
Thickness for y' direction - dy'

Dlubal.RFEM5.StiffnessGeometricProperties.Width
Width - b

Dlubal.RFEM5.StiffnessGeometricProperties.WidthX
Width for axis - bx'

Dlubal.RFEM5.StiffnessGeometricProperties.WidthY
Width for axis - by'

Dlubal.RFEM5.StiffnessGeometricProperties.TopFlangeWidth
Top flange width - bt, dp,t

Dlubal.RFEM5.StiffnessGeometricProperties.BottomFlangeWidth
Bottom flange width - bb, dp,b